{
	"narration": {
		"Літопис називає Олега Віщим.": "The chronicle calls Oleg the Prophet.",
		"Після смерті Рюрика він став опікуном малого Ігоря та правив від його імені в Новгороді.": "After Rurik’s death, he became guardian of young Ihor and ruled in his name in Novgorod.",
		"Він був воєводою, родичем Рюрика й опікуном княжича.": "He was a military commander, a relative of Rurik, and the prince’s guardian.",
		"Бережу престол за Ігорем. Русь треба з'єднати, а не роз'єднати.": "I keep the throne for Ihor. Rus’ must be united, not divided.",
		"Вчителю Олеже, а коли я стану князем?": "Teacher Oleg, when will I become prince?",
		"Навчишся справам княжим — тоді й сядиш на стіл батьківський.": "Learn princely affairs—then you will sit on your father’s throne.",
		"Близько 882 року Олег рушив Дніпром «із варяг у греки», шукаючи столицю для всієї Русі.": "Around the year 882, Oleg sailed down the Dnipro “from the Varangians to the Greeks,” seeking a capital for all Rus’.",
		"З дружиною та малим Ігорем пристав до київських гір.": "With his retinue and young Ihor, he moored by the Kyiv hills.",
		"Княже, місто на важливому торговому шляху. Пора зійти на берег.": "Prince, the city lies on an important trade route. It’s time to go ashore.",
		"Спершу — розвідка. У Києві правлять Аскольд і Дір.": "First—reconnaissance. Askold and Dir rule in Kyiv.",
		"Запитати Ігоря, що він думає": "Ask Ihor what he thinks",
		"Вони нас приймуть?": "Will they receive us?",
		"Приймуть торговців. Князів — навряд.": "They’ll receive merchants. Princes—unlikely.",
		"Продовжити план без обговорення": "Continue the plan without discussion",
		"Появимось як купці. Далі — по ситуації.": "We’ll appear as merchants. The rest—according to the situation.",
		"Олег удався до хитрощів — прикинувся купцем і запросив Аскольда та Діра «від імені гостей».": "Oleg resorted to a ruse—he pretended to be a merchant and invited Askold and Dir “on behalf of the guests.”",
		"Купці? Чого хочете від київського двору?": "Merchants? What do you want from the Kyivan court?",
		"Говоріть швидко.": "Speak quickly.",
		"Ви не з княжого роду. Ось князь — син Рюриків.": "You are not of princely lineage. Here is the prince—the son of the Ruriks.",
		"Я — Ігор, спадкоємець.": "I am Ihor, the heir.",
		"Після цієї ради Аскольда і Діра було усунуто від влади.": "After this council, Askold and Dir were removed from power.",
		"Олег увійшов до Києва, посадив там Ігоря й правив як опікун.": "Oleg entered Kyiv, seated Ihor there, and ruled as guardian.",
		"Хай буде Київ матір'ю міст руських!": "Let Kyiv be the mother of the cities of Rus’!",
		"Північ і південь Русі — разом.": "The north and south of Rus’ are united.",
		"Відтоді Київ став головним містом держави, а Олег — князем-об'єднувачем.": "From then on, Kyiv became the state’s main city, and Oleg—the unifying prince.",
		"Він заклав основи могутньої Київської Русі, яка проіснує століття.": "He laid the foundations of a mighty Kyivan Rus’ that would last for centuries.",
		"Київ стоїть на високих пагорбах. Над містом — дерев'яні ідоли Перуна, Дажбога й Мокоші.": "Kyiv stands on high hills. Above the city are wooden idols of Perun, Dazhboh, and Mokosh.",
		"Процесії йдуть до святилищ, несуть жертви, складають присяги, співають гімни давнім богам.": "Processions go to the sanctuaries, bring offerings, swear oaths, and sing hymns to the ancient gods.",
		"Так було завжди… Дим жертовників змішується з туманом Дніпра.": "It has always been so… The smoke of the altars blends with the Dnipro’s mist.",
		"Та невидимо наближається зміна звичного ладу днів.": "Yet, unseen, a change to the familiar order of days draws near.",
		"У княжому теремі Володимир слухає послів із різних країв.": "In the princely palace, Volodymyr listens to envoys from various lands.",
		"Княже, Закон Мойсея навчає справедливості та заповідям.": "Prince, the Law of Moses teaches justice and the commandments.",
		"Віра ісламу — сила єдності та покори Єдиному.": "The faith of Islam is the strength of unity and submission to the One.",
		"Христова віра — милосердя, світло й спасіння.": "The faith of Christ is mercy, light, and salvation.",
		"Я зважую: що принесе Русі мир і лад, що піднесе людей духом і навчить жити інакше?": "I weigh this: what will bring Rus’ peace and order, uplift people’s spirits, and teach them to live differently?",
		"Довга рада стишується.": "The long council grows quiet.",
		"Сподобалася нам віра грецька.": "We are pleased with the Greek faith.",
		"По місту покотилася чутка: ідолів знесуть.": "A rumor rolled through the city: the idols would be taken down.",
		"Тягніть, братці!": "Pull, brothers!",
		"Ох, литі боги…": "Oh, cast gods…",
		"Хтось кидає у воду квіти, хтось мовчить, стискаючи кулаки.": "Some throw flowers into the water; others are silent, clenching their fists.",
		"Довго плив ідол проти течії — ніби давня Русь упирається.": "Long did the idol drift against the current—as if ancient Rus’ were resisting.",
		"А тоді вода забрала його, і на березі стало тихо, як перед сходом сонця.": "Then the water took it away, and the shore grew quiet, like before sunrise.",
		"До Дніпра": "To the Dnipro",
		"На ранок лунав дзвін. Люди виходили до Дніпра цілими родинами.": "In the morning, bells rang. Families went to the Dnipro together.",
		"В ім’я Отця, і Сина, і Святого Духа.": "In the name of the Father, and of the Son, and of the Holy Spirit.",
		"Ступайте у хвилі. Хай омиє вас не лише вода, а й надія.": "Step into the waves. Let not only water wash you, but also hope.",
		"Тату, вода тепла!": "Dad, the water is warm!",
		"Знімаю зброю — і входжу до води.": "I take off my weapons—and enter the water.",
		"Сонце торкається поверхні. Обличчя сяють чистотою.": "The sun touches the surface. Faces shine with purity.",
		"Після хрещення": "After the baptism",
		"У місто прийшли нові клопоти — і нове життя.": "New troubles—and new life—came to the city.",
		"При світлі свічок переписуємо книги в монастирських келіях.": "By candlelight we copy books in monastic cells.",
		"При церквах відкриваємо школи — діти виводять перші літери.": "We open schools at the churches—children trace their first letters.",
		"На пергаменті з’являються рівні рядки новим письмом — кирилицею. Освіта прищеплює людям не лише знання, а й іншу мову серця.": "Even lines in a new script—Cyrillic—appear on parchment. Education instills not only knowledge but also a different language of the heart.",
		"Київ, омитий Дніпром і словом, входить у нову епоху.": "Kyiv, washed by the Dnipro and the Word, enters a new era.",
		"Бажаєте спробувати допомогти записати важливі події?": "Would you like to try helping record the important events?",
		"Так": "Yes",
		"Ні": "No",
		"Так Київ, омитий Дніпром і словом, увійшов у нову епоху.": "Thus Kyiv, washed by the Dnipro and the Word, entered a new era.",
		"Зимою до Любеча тягнулися засніжені шляхи. Ішли й їхали княжі почти з різних земель — київські, чернігівські, смоленські.": "In winter, snow-covered roads stretched toward Liubech. Princely retinues came on foot and by sleigh from different lands—Kyiv, Chernihiv, and Smolensk.",
		"Кожен віз свій стяг і герб, їхали у власному вбранні, в оточенні дружинників. Мороз стишував голоси, але не тривогу: дорога сюди важча за лід — бо веде через давні кривди.": "Each bore his own banner and coat of arms, traveling in his own attire, surrounded by warriors. The frost hushed voices but not anxiety: the road here is harder than ice—for it leads through old wrongs.",
		"Стійте рівно під знаменами. Князі незабаром увійдуть до міста.": "Stand straight beneath the banners. The princes will enter the town soon.",
		"Гості Любеча, тримайте мир у серці — на пораду з’їхалися!": "Guests of Liubech, keep peace in your hearts—you have gathered for counsel!",
		"До вогнища": "To the hearth",
		"У центрі містечка стояв дерев’яний дім із великим вогнищем. Там зійшлися князі і почали переговори: сперечалися про межі, про кривди, про давні походи.": "In the center of the town stood a wooden hall with a great hearth. There the princes assembled and began negotiations: they argued over borders, over wrongs, over old campaigns.",
		"Слова летіли, наче іскри, та під попелом відчувалася втома від безкрайніх усобиць.": "Words flew like sparks, yet beneath the ashes one felt the weariness of endless feuds.",
		"Межі треба підтвердити, щоб торг і шлях не страждали.": "Borders must be confirmed so that trade and routes do not suffer.",
		"Кривду минулу згадаємо — та миром покриємо.": "We will recall past wrongs—but cover them with peace.",
		"Хай кожен держить отчину свою — і не простягає руки понад міру.": "Let each hold his own patrimony—and not stretch out his hand beyond measure.",
		"У паузах лунала головна формула дня: «Кожен хай держить отчину свою», — і вона повертала розмову до спільного сенсу.": "In the pauses the day’s main formula sounded: “Let each hold his own patrimony,” and it steered the talk back to common purpose.",
		"Нарешті принесли хрест. Князі один по одному клали на нього руки й промовляли присягу миру.": "At last they brought the cross. One by one the princes laid their hands upon it and pronounced an oath of peace.",
		"На хресті — слово тверде. Хто нарушить — нехай боїться суду Божого і людського.": "Upon the cross is a steadfast word. Whoever breaks it—let him fear the judgment of God and of men.",
		"Промінь зимового сонця пробився крізь вікно і ліг на дерево — простий знак, сприйнятий як благословення.": "A ray of winter sun pierced the window and lay upon the wood—a simple sign, taken as a blessing.",
		"У цю мить кожен побачив у сусіді не лише суперника, а співучасника великої справи — збереження Русі.": "In that moment each saw in his neighbor not only a rival, but a partner in a great cause—the preservation of Rus’.",
		"Розгорнули карту. На ній позначили землі, і кожен поставив свій знак: де чиє княжіння, де чиї кордони.": "They unfolded a map. Lands were marked upon it, and each set his sign: whose principality lay where, and where the borders ran.",
		"Київ — за київським князем. Чернігів — за чернігівським. Смоленськ — за смоленським.": "Kyiv is for the Kyivan prince. Chernihiv for the Chernihiv prince. Smolensk for the Smolensk prince.",
		"Кличу до столу. Хліб і сіль поміж князів ходять — мов застава миру.": "I call you to the table. Bread and salt pass among the princes—as a pledge of peace.",
		"Того дня єдність повернулася не гучним словом, а простими жестами.": "That day unity returned not with loud words, but with simple gestures.",
		"Увечері над Дніпром спалахнули зорі. Варти на околицях стояли біля вогнів, слухаючи, як стихає містечко.": "In the evening, stars flared above the Dnipro. Guards on the outskirts stood by their fires, listening as the town grew quiet.",
		"Згода тривала недовго, та пам’ять про мир і слово на хресті стане дороговказом.": "The accord did not last long, but the memory of peace and the word upon the cross would become a guide.",
		"Коли руки Русі розходяться, рятує її не меч, а домовленість.": "When the hands of Rus’ drift apart, it is not the sword that saves her, but an agreement.",
		"Порада в Любечі стала пам’яттю Русі про мир як запоруку сили.": "The council at Liubech became Rus’ memory of peace as a guarantee of strength.",
		"Олег (Віщий)": "Oleg the Prophet",
		"Ігор (княжич)": "Ihor the Prince",
		"Аскольд": "Askold",
		"Дір": "Dir",
		"Дружинник": "Warrior",
		"Літописець": "Chronicler",
		"Князь Володимир": "Prince Volodymyr",
		"Рабин": "Rabbi",
		"Імам": "Imam",
		"Монах": "Monk",
		"Киянин": "Kyivite",
		"Воїн": "Soldier",
		"Священник": "Priest",
		"Дитина": "Child",
		"Книжник": "Scribe",
		"Київський князь": "Prince of Kyiv",
		"Чернігівський князь": "Prince of Chernihiv",
		"Смоленський князь": "Prince of Smolensk",
		"Удільний князь": "Regional Prince",
		"Глашатай": "Herald",
		"Літописець (хроніст)": "Chronicler (Historian)",
		"Слуга": "Servant",
		"Носій мапи": "Map Bearer",
		"Боярин 1": "Boyar 1",
		"Боярин 2": "Boyar 2",
		"Купець": "Merchant",
		"Посол": "Envoy",
		"Роман Мстиславич": "Roman Mstyslavych",
		"Дружинник (почет)": "Retainer",
		"Єпископ": "Bishop",
		"Натовп": "Crowd",
		"Купчиха": "Marketwoman",
		"Данило Романович": "Danylo Romanovych",
		"Лев Данилович": "Lev Danylovych",
		"Посланець Папи": "Papal Messenger",
		"Боярин": "Boyar",
		"Легат Опізо": "Legate Opizo",
		"Німецький Купець": "German Merchant",
		"Будівничий": "Master Builder",
		"Дмитро Дедько": "Dmytro Dedko",
		"Казимир III Великий": "Casimir III the Great",
		"Радник": "Advisor",
		"Любарт-Гедимінович": "Lubart Gediminovych",
		"Воєвода": "Voivode",
		"Міщанка": "Townswoman",
		"Ремісник": "Artisan",
		"Посол Казимира": "Envoy of Casimir",
		"Посол Великого князя": "Envoy of the Grand Duke",
		"Богдан Хмельницький": "Bohdan Khmelnytskyi",
		"Старшина": "Senior Officer",
		"Тугай-бей": "Tuhai Bey",
		"Магнат 1": "Magnate 1",
		"Магнат 2": "Magnate 2",
		"Єзуїт": "Jesuit",
		"Полковник": "Colonel",
		"Посол трансильванський": "Transylvanian Envoy",
		"Шведський емісар": "Swedish Emissary",
		"Катерина II": "Catherine II",
		"Кирило Розумовський": "Kyrylo Rozumovskyi",
		"Григорій Потьомкін": "Hryhorii Potemkin",
		"Петро Калнишевський": "Petro Kalnyshevskyi",
		"Джура": "Page",
		"Петро Текелі": "Petro Tekeli",
		"Офіцер": "Officer",
		"Козак-сивочолий": "Grey-Haired Cossack",
		"Молодший козак": "Young Cossack",
		"Старий": "Elder",
		"Посол Бутурлін": "Envoy Buturlin",
		"С. Богданович-Зарудний": "S. Bohdanovych-Zarudnyi",
		"Московський дяк": "Moscow Clerk",
		"Павло Тетеря": "Pavlo Teteria",
		"Сотник": "Company Commander",
		"Міщанин": "Townsman",
		"Київський священник": "Kyiv Priest"
	},
	"ui": {
		"allert_error_occurred": "An error occurred, please report it to the developer",
		"attention": "Attention",
		"auto_forward_time": "Auto Forward Time",
		"auto_forward_time_description": "Choose the time in seconds before the dialogue auto-forwards. If \"{{textSpeedName}}\" is enabled, the auto-forward will be executed after the typewriter effect is completed. (You can edit this value if \"{{autoName}}\" is enabled)",
		"auto_forward_time_restricted": "Auto",
		"back": "Back",
		"cancel": "Cancel",
		"confirm": "Confirm",
		"continue": "Continue",
		"delete": "Delete",
		"dialogues": "Dialogues",
		"display": "Display",
		"enter_fullscreen": "Enter Fullscreen",
		"example": "Example",
		"exit": "Exit",
		"exit_fullscreen": "Exit Fullscreen",
		"fail_delete": "Delete failed",
		"fail_load": "Load failed",
		"fail_save": "Save failed",
		"fullscreen": "Fullscreen",
		"fullscreen_description": "Toggle fullscreen mode.",
		"hide_ui": "Hide UI",
		"history": "History",
		"load": "Load",
		"load_from_file": "Load from File",
		"load_last_save": "Load Last Save",
		"load_last_save_restricted": "L.Load",
		"next": "Next",
		"off": "Off",
		"primary_color": "Primary Color",
		"primary_color_description": "Choose the primary color for the theme.",
		"quick_save": "Quick Save",
		"quick_save_restricted": "Q.Save",
		"return_main_menu": "Return to Main Menu",
		"save": "Save",
		"save_as": "Save As",
		"save_slot": "Save Slot",
		"save_to_file": "Save to File",
		"search": "Search",
		"settings": "Settings",
		"settings_restricted": "Prefs",
		"skip": "Skip",
		"solid_color": "Solid Color",
		"solid_color_description": "Choose the solid color for the theme. It can be black or white and will be contrasting with the primary color. So if the primary color is dark, the solid color will be white, and a the other way around.",
		"start": "Start",
		"success_delete": "Delete successful",
		"success_load": "Load successful",
		"success_save": "Save successful",
		"text_speed": "Text Speed",
		"text_speed_description": "Choose the speed of the typewriter effect. If is set to 0 ( off ) the text will appear instantly.",
		"theme_mode": "Theme Mode",
		"theme_mode_description": "Choose between light, dark, or system theme mode.",
		"you_sure_to_delete_save": "Are you sure you want to delete this save file?",
		"you_sure_to_load_save": "Are you sure you want to load this save file?",
		"you_sure_to_return_main_menu": "Are you sure you want to return to the main menu? All unsaved progress will be lost.",
		"download_locale": "Download File to Translate",
		"Олег (Віщий)": "Oleg the Prophet",
		"Ігор (княжич)": "Ihor the Prince",
		"Аскольд": "Askold",
		"Дір": "Dir",
		"Дружинник": "Warrior",
		"Літописець": "Chronicler",
		"Князь Володимир": "Prince Volodymyr",
		"Рабин": "Rabbi",
		"Імам": "Imam",
		"Монах": "Monk",
		"Киянин": "Kyivite",
		"Воїн": "Soldier",
		"Священник": "Priest",
		"Дитина": "Child",
		"Книжник": "Scribe",
		"Київський князь": "Prince of Kyiv",
		"Чернігівський князь": "Prince of Chernihiv",
		"Смоленський князь": "Prince of Smolensk",
		"Удільний князь": "Regional Prince",
		"Глашатай": "Herald",
		"Літописець (хроніст)": "Chronicler (Historian)",
		"Слуга": "Servant",
		"Носій мапи": "Map Bearer",
		"Боярин 1": "Boyar 1",
		"Боярин 2": "Boyar 2",
		"Купець": "Merchant",
		"Посол": "Envoy",
		"Роман Мстиславич": "Roman Mstyslavych",
		"Дружинник (почет)": "Retainer",
		"Єпископ": "Bishop",
		"Натовп": "Crowd",
		"Купчиха": "Marketwoman",
		"Данило Романович": "Danylo Romanovych",
		"Лев Данилович": "Lev Danylovych",
		"Посланець Папи": "Papal Messenger",
		"Боярин": "Boyar",
		"Легат Опізо": "Legate Opizo",
		"Німецький Купець": "German Merchant",
		"Будівничий": "Master Builder",
		"Дмитро Дедько": "Dmytro Dedko",
		"Казимир III Великий": "Casimir III the Great",
		"Радник": "Advisor",
		"Любарт-Гедимінович": "Lubart Gediminovych",
		"Воєвода": "Voivode",
		"Міщанка": "Townswoman",
		"Ремісник": "Artisan",
		"Посол Казимира": "Envoy of Casimir",
		"Посол Великого князя": "Envoy of the Grand Duke",
		"Богдан Хмельницький": "Bohdan Khmelnytskyi",
		"Старшина": "Senior Officer",
		"Тугай-бей": "Tuhai Bey",
		"Магнат 1": "Magnate 1",
		"Магнат 2": "Magnate 2",
		"Єзуїт": "Jesuit",
		"Полковник": "Colonel",
		"Посол трансильванський": "Transylvanian Envoy",
		"Шведський емісар": "Swedish Emissary",
		"Катерина II": "Catherine II",
		"Кирило Розумовський": "Kyrylo Rozumovskyi",
		"Григорій Потьомкін": "Hryhorii Potemkin",
		"Петро Калнишевський": "Petro Kalnyshevskyi",
		"Джура": "Page",
		"Петро Текелі": "Petro Tekeli",
		"Офіцер": "Officer",
		"Козак-сивочолий": "Grey-Haired Cossack",
		"Молодший козак": "Young Cossack",
		"Старий": "Elder",
		"Посол Бутурлін": "Envoy Buturlin",
		"С. Богданович-Зарудний": "S. Bohdanovych-Zarudnyi",
		"Московський дяк": "Moscow Clerk",
		"Павло Тетеря": "Pavlo Teteria",
		"Сотник": "Company Commander",
		"Міщанин": "Townsman",
		"Київський священник": "Kyiv Priest"
	}
}